Repository: nerv55/PS5NorModifier
Catalog: PS5 NOR Modifier/Form1.*.resx
Languages: es_mx

# label1.Text
source: The PS5 NOR modifier is a Windows GUI tool created by TheCod3r to make rewriting NOR flash rom files quickly and easily. TheCod3r is a hardware technician and amatuer software developer who spends a lot of time on research and development for the PS5, Xbox Series consoles etc. Remember that this takes time, so if you find any value in my software, please consider supporting me with a donation.
es_mx: El modificador PS5 NOR es una herramienta GUI de Windows creada por TheCod3r para reescribir archivos ROM NI flash de forma rápida y sencilla. TheCod3r es un técnico de hardware y desarrollador de software aficionado que dedica mucho tiempo a la investigación y el desarrollo de la PS5, Consolas de la serie Xbox, etc. Recuerde que esto lleva tiempo, así que si encuentra algún valor en mi software, considere apoyarme con una donación.

# label4.Text
source: Please consider supporting my work and time with a small donation. Your contribution will make my wallet happy and help feed my coffee addiction! Click here to donate to me. Even a dollar helps :) Don't forget to subscribe to me on YouTube too!
es_mx: Por favor, considere apoyar mi trabajo y tiempo con una pequeña donación. Tu contribución hará feliz mi billetera y ayudará a alimentar mi ¡adicción al café! Haga clic aquí para donar. ¡Incluso un dólar ayuda :) ¡No olvides suscribirte a mí en YouTube también!

# label25.Text
source: You can send custom commands with UART using this feature. Note that any command entered here will return unparsed results. Please also be sure to know what you are doing as sending unsafe commands can damage your device.
es_mx: Puedes enviar comandos personalizados con UART usando esta característica. Nota: que cualquier comando ingresado aquí devolverá resultados sin analizar. Por favor asegurate de saber lo que haces , enviar comandos inseguros puede dañar su dispositivo.

# label5
source: Select NOR Dump
es_mx: Selecciona el Volcado NOR

# toolStripStatusLabel1
source: Status: Waiting for input
es_mx: Estado: Esperando por Entrada

# browseFileButton
source: Browse
es_mx: Navegar

# btnClearErrorCodes
source: Clear Error Codes
es_mx: Limpiar Codigos de Error

# btnConnectCom
source: Connect
es_mx: Conectar

# btnDisconnectCom
source: Disconnect
es_mx: Desconectar

# btnDownloadDatabase
source: Download Error Database
es_mx: Descargar Base de Datos de Error

# btnRefreshPorts
source: Refresh Ports
es_mx: Refrescar Lista de Puertos

# btnSendCommand
source: Send
es_mx: Enviar

# button1
source: Get Error Codes
es_mx: Obtener Codigos de Error

# label9
source: PS5 Model:
es_mx: Modelo PS5:

# label6
source: Dump Results:
es_mx: Resultado del Volcado

# label8
source: Board Variant:
es_mx: Variante de la Tarjeta Principal:

# label7
source: Serial Number:
es_mx: Numero de Serie:

# tabPage2
source: UART Communication
es_mx: Comunicacion UART

# tabPage1
source: NOR Modifier
es_mx: Modificador NOR

# statusStrip1
source: status
es_mx: estado

# label3
source: Com Port:
es_mx: Puerto Serial

# label24
source: Send custom command via UART:
es_mx: Enviar comando personalizado via UART:

# label23
source: and UART stuff too... BwE can SUCK IT!
es_mx: y cosas UART tambien... BwE puede CHUPARLO!

# label22
source: Output:
es_mx: Salida:

# label21
source: Options:
es_mx: Opcion:

# label20
source: LAN Mac Address:
es_mx: Direccion MAC LAN:

# label2
source: PS5 NOR Modifier
es_mx: PS5 NOR Modificador

# label19
source: Motherboard Serial:
es_mx: Serial de la Tarjeta Principal:

# label18
source: LAN Mac Address:
es_mx: Direccion MAC LAN:

# label17
source: WiFi MAC Address:
es_mx: Direccion MAC WiFi:

# label16
source: WiFi Mac Address:
es_mx: Direccion MAC WiFi:

# label15
source: This project is sponsored by www.consolefix.shop
es_mx: Este proyecto es patrocinado por www.consolefix.shop

# label14
source: PS5 Model:
es_mx: Modelo PS5:

# label13
source: Board Variant:
es_mx: Variante de la Tarjeta Principal:

# label12
source: Serial Number:
es_mx: Numero de Serie:

# label11
source: Modify Values
es_mx: Modificar Valores

# label10
source: File Size:
es_mx: Tamaño del Archivo:

# Form1
source: PS5 NOR Modifier
es_mx: Modificador PS5 NOR

# convertToDigitalEditionButton
source: Save New\r\nBIOS Information
es_mx: Salvar Nueva\r\n Informacion del BIOS

# chkUseOffline
source: Use offline database
es_mx: Usar Base de Datos Local

# button3
source: Clear Output Window
es_mx: Limpiar Datos de Salida
